Repository: Duzzy-ExoDuus/remastersys
Catalog: remastersys-gui/usr/share/locale/*/LC_MESSAGES/remastersys-gui.po
Languages: pt_br

source: Pick
pt_br: Opções

source: Info
pt_br: Informações

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Quit
pt_br: Sair

source: ERROR: This script must run as superuser. Try with \"sudo\".
pt_br: ERRO: Esse script deve ser executado como superusuário. Tente com \"sudo\".

source: Choose what you want to do:
pt_br: Escolha o que deseja fazer:

source: Creates a full system backup including user files.
pt_br: Cria um backup completo do sistema, incluindo arquivos do usuário.

source: Creates a distribution on Live CD/DVD: will be created both file system (CDFS)\nand writable image (ISO).
pt_br: Cria uma distribuição em Live CD/DVD: serão criados tanto o sistema de arquivos (CDFS)\nquanto a imagem gravável (ISO).

source: Creates only the file system (CDFS) of a Live CD/DVD: ideal solution if you want\nto add files to the CD later.
pt_br: Cria apenas o sistema de arquivos (CDFS) de um Live CD/DVD: solução ideal se você deseja\nadicionar arquivos ao CD posteriormente.

source: Creates only the ISO of a Live CD/DVD: the file system (CDFS) must have been\ncreated previously.
pt_br: Cria apenas o ISO de um Live CD/DVD: o sistema de arquivos (CDFS) deve ter sido\ncriado anteriormente.

source: Selects a background image for the Live CD/DVD boot menu.
pt_br: Seleciona uma imagem de plano de fundo para o menu de inicialização do Live CD/DVD.

source: Selects a background image for the GRUB bootloader.
pt_br: Seleciona uma imagem de plano de fundo para o carregador de inicialização GRUB.

source: Makes the current user's custom settings the default Live CD/DVD system settings.
pt_br: Torna as configurações do usuário atual nas configurações padrão do sistema Live CD/DVD.

source: Clears /etc/skel settings to remove all customizations.
pt_br: Limpa as configurações do /etc/skel para remover todas as personalizações.

source: Clears Remastersys working folder.
pt_br: Limpa a pasta de trabalho Remastersys.

source: Modify Remastersys settings.
pt_br: Modifica as configurações do Remastersys.

source: View the Remastersys log file.
pt_br: Visualiza o arquivo de log do Remastersys.

source: Displays information about Remastersys.
pt_br: Exibe informações sobre Remastersys.

source: ClearSkel
pt_br: LimparSkel

source: Clear
pt_br: Limpar

source: Settings
pt_br: Configurações

source: About
pt_br: Sobre

source: You didn't select any file.\n\nClick OK to continue.
pt_br: Você não selecionou um arquivo\n\nClique OK para continuar.

source: Configuration files in /etc/skel have been deleted.
pt_br: Os arquivos de configuração em /etc/skel foram apagados.

source: The remastersys.log file does not exist.
pt_br: O arquivo remastersys.log não existe.

source: Remastersys version $VERSION.\n\nThis is a graphical user interface created in YAD for Remastersys: a\ncommand-line tool that turns an installed Debian system into a distribution on\nLive CD or DVD. It can also be used as a full backup tool that includes /home\nfolder and all users data.\n\nMaintained by Daniel 'Nerun' Rodrigues.\n\nFork of Tony Brijeski's Remastersys (discontinued).\n\nVisit https://github.com/nerun/remastersys for more information.
pt_br: Remastersys versão $VERSION.\n\nEsta é uma interface gráfica criada em YAD para o Remastersys: uma ferramenta em\nlinha de comando que transforma um sistema Debian instalado em uma distribuição\nem Live CD ou DVD. Podendo ser usado também como uma ferramenta de backup\ncompleto que inclui a pasta /home e todos os dados de usuários.\n\nMantido por Daniel 'Nerun' Rodrigues.\n\nFork do Remastersys, de Tony Brijeski (descontinuado).\n\nVisite https://github.com/nerun/remastersys para obter mais informações.

source: The compressed file system is larger than the ISO 9660 specification allows for\na single file.\n\nYou must try to reduce the amount of data you are backing up and try again.
pt_br: O sistema de arquivos compactado é maior do que a especificação ISO 9660 permite\npara um único arquivo.\n\nVocê deve tentar reduzir a quantidade de dados dos quais está fazendo backup e\ntentar novamente.

source: Your $CUSTOMISO and $CUSTOMISO.md5 files are ready in $WORKDIR. It\nis recommended to test it in a virtual machine or on a rewritable CD/DVD to\nensure it works as desired.\n\nClick on OK to return to the main menu.
pt_br: Seus arquivos $CUSTOMISO e $CUSTOMISO.md5 estão prontos\nem $WORKDIR. Recomenda-se testá-lo em uma máquina virtual ou em um\nCD/DVD regravável para garantir que funcione como desejado.\n\nClique em OK para retornar ao menu principal.

source: You have selected Backup Mode.\n\nDo not interrupt this process.\n\nClick OK to start the Backup Live CD/DVD process.
pt_br: Você selecionou o Modo de Backup.\n\nNão interrompa este processo.\n\nClique em OK para iniciar o processo de Live CD/DVD de Backup.

source: You have selected Dist Mode.\n\nClick OK to start the Distributable Live CD/DVD process.
pt_br: Você selecionou o Modo de Distribuição.\n\nClique em OK para iniciar o processo de Live CD/DVD de Distribuição.

source: You have selected Dist CDFS Mode.\n\nClick OK to start the Distributable Live CD/DVD file system build process.
pt_br: Você selecionou o Modo CDFS de Distribuição.\n\nClique em OK para iniciar o processo de criação do sistema de arquivos do\nLive CD/DVD.

source: Your Live CD File System is ready in $WORKDIR. You can now add files\nto the CD and then run the Dist ISO option when you are done.\n\nClick on OK to return to the main menu.
pt_br: Seu sistema de arquivos do Live CD está pronto em $WORKDIR. Agora você\npode adicionar arquivos o CD e executar a opção Dist ISO quando terminar.\n\nClique em OK para retornar ao menu principal.

source: You have selected DistISO Mode.\n\nClick OK to create the ISO file.
pt_br: Você selecionou o Modo ISO de Distribuição.\n\nClique em OK para criar o arquivo ISO.

source: The Live CD file system does not exist.\n\nClick OK to go back to the main menu and try the normal Dist mode or the Dist\nCDFS again.
pt_br: O sistema de arquivos do Live CD não existe.\n\nClique em OK para voltar ao menu principal e tente o modo Dist ou o Dist CDFS\nnovamente.

source: This will allow you to choose your own picture to be the background for the LIVE\nboot menu. Please note that it MUST be a 640x480 pixel PNG file. You must create\nthis picture or resize it with a proper graphics editor as this tool does not\nhave the ability to change the size or type of picture.\n\nClick OK to continue.
pt_br: Isso permitirá que você escolha sua própria imagem para ser o plano de fundo do\nmenu de inicialização do Live CD. Observe que DEVE ser um arquivo PNG de 640x480\npixels. Você deve criar essa imagem ou redimensioná-la com um editor gráfico\nadequado, pois esta ferramenta não tem a capacidade de alterar o tamanho ou o\ntipo da imagem.\n\nClique em OK para continuar.

source: $BOOTPIC has been copied to /etc/remastersys/isolinux/splash.png becoming the\ndefault background for the LIVE menu.\n\nClick OK to continue.
pt_br: $BOOTPIC foi copiada para /etc/remastersys/isolinux/splash.png tornando-se o\nplano de fundo padrão para o menu do Live CD.\n\nClique em OK para continuar.

source: This will allow you to choose your own PNG picture to be the background for the\nGRUB boot loader.\n\nClick OK to continue.
pt_br: Isso permitirá que você escolha sua própria imagem PNG para ser o plano de fundo\ndo carregador de inicialização GRUB.\n\nClique em OK para continuar.

source: $GRUBPIC has been copied to /etc/remastersys/grub.png and is the default\nbackground for grub.\n\nClick OK to update grub with the new settings so you can see your picture on the\nnext boot.
pt_br: $GRUBPIC foi copiada para /etc/remastersys/grub.png e é agora o plano de fundo\npadrão do grub.\n\nClique em OK para atualizar o grub com as novas configurações para que você\npossa ver sua imagem na próxima inicialização.

source: Updating grub now.\n\nPlease wait.
pt_br: Atualizando o grub agora.\n\nPor favor aguarde.

source: GRUB has been updated.\n\nClick OK to continue.
pt_br: O GRUB foi atualizado.\n\nClique em OK para continuar.

source: This will put your user desktop and application settings in /etc/skel so they\nbecome the default for the live system. This includes desktop background and\nother personalized application settings that aren't hardcoded to the current\nusers home folder. Need to compile a list of valid users. It may take a few\nseconds to complete so be patient.\n\nClick OK to prepare the list.
pt_br: Isso colocará as configurações de área de trabalho e aplicativos de seu usuário\nem /etc/skel de modo a se tornarem o padrão do sistema Live CD. Isso inclui o\nPapel de Parede da área de trabalho e outras configurações não codificadas de\naplicativos para a pasta inicial do usuário atual. É preciso compilar uma lista\nde usuários válidos. Pode levar alguns segundos para ser concluído, portanto\nseja paciente.\n\nClique em OK para preparar a lista.

source: Please select a user whose settings\nyou would like to make the default.
pt_br: Selecione um usuário cujas configurações\nvocê gostaria que se tornasse as padrões.

source: The user you chose does not have a proper home directory.\n\nClick OK to return to the main menu.
pt_br: O usuário escolhido não possui uma pasta home.\n\nClique em OK para retornar ao menu principal.

source: Need to be in the user directory. Exiting.
pt_br: Precisa estar na pasta de usuário. Saindo.

source: Copying your $SKELUSER user settings to /etc/skel now.\n\nPlease wait.
pt_br: Copiando as configurações do usuário $SKELUSER para /etc/skel agora.\n\nPor favor aguarde.

source: The settings for $SKELUSER have been copied to /etc/skel. In order to test it\nout you need to create a new user and see if your settings have been applied.\n\nClick OK to return to the main menu.
pt_br: As configurações para $SKELUSER foram copiadas para /etc/skel. Para testá-las\nvocê precisa criar um usuário e ver se suas configurações foram aplicadas.\n\nClique em OK para retornar ao menu principal.

source: You didn't select any user.\n\nClick OK to continue.
pt_br: Você não selecionou um usuário\n\nClique em OK para continuar.

source: Live Username
pt_br: Nome do Usuário

source: Live System Name
pt_br: Nome do Sistema

source: Live ISO Filename
pt_br: Nome do arquivo ISO

source: Live Boot using GRUB or ISOLINUX
pt_br: Inicializar o Live CD usando GRUB ou ISOLINUX

source: Working Directory for Remastersys
pt_br: Pasta de Trabalho do Remastersys

source: Options for mksquashfs
pt_br: Opções para o mksquashfs

source: Show install icon on desktop
pt_br: Exibir ícone de instalação na área de trabalho

source: Excluded files and folders
pt_br: Arquivos e pastas excluídos

source: Save
pt_br: Salvar

source: Back
pt_br: Voltar

source: Configuration Saved.\n\nClick OK to return to the settings menu.
pt_br: Configuração salva.\n\nClique em OK para retornar ao menu de configurações.

source: Configuration Save Error.\n\nClick OK to return to the settings menu.
pt_br: Erro ao salvar configuração.\n\nClique em OK para retornar ao menu de configurações.

source: This will remove all the files from the temporary directory. Click OK to proceed.
pt_br: Isso irá remover todos os arquivos da pasta temporária. Clique em OK para prosseguir.

source: Completed. Click OK to return to the main menu.
pt_br: Completado. Clique em OK para retornar ao menu principal.
