Repository: Duzzy-ExoDuus/remastersys
Catalog: remastersys-gui/usr/share/locale/*/LC_MESSAGES/remastersys-bootable-usb.po
Languages: pt_br

source: Options
pt_br: Opções

source: Size
pt_br: Tam

source: Info
pt_br: Informações

source: Cancel
pt_br: Cancelar

source: Quiting now.
pt_br: Saindo agora.

source: \n\nClick OK to continue.
pt_br: \n\nClique em OK para continuar.

source: \n\nClick OK to return to previous menu.
pt_br: \n\nClique em OK para retornar ao menu anterior.

source: Remastersys Bootable USB
pt_br: Remastersys - USB Bootável

source: You must select a usb key to use.$Return
pt_br: Você deve escolher uma unidade USB para usar.$Return

source: You must select a source to use.$Return
pt_br: Você deve escolher uma fonte para usar.$Return

source: This will completely replace the contents of your usb drive\nwith the Bootable Live System.\n\nYou will not be able to undo this operation once it starts.\n\nClick OK to continue.
pt_br: O conteúdo da unidade USB será completamente apagado e\nsubstituído com o Sistema Live Bootável.\n\nVocê não será capaz de desfazer esta operação uma vez iniciada.\n\nClique OK para continuar.

source: Copying to USB Key Now.\n\nPlease Wait.
pt_br: Copiando para a unidade USB agora.\n\nPor favor aguarde.

source: Copy to USB key completed.$Return
pt_br: Cópia para USB completada.$Return

source: No USB Keys found.\n\nPlease insert a USB Key and then\nclick OK to return to main menu\nor Cancel to quit.
pt_br: Nenhuma unidade USB encontrada.\n\nInsira uma unidade USB e então clique em\nOK para retornar ao menu principal ou em\nCancelar para sair.

source: Choose a USB Key
pt_br: Escolha uma Unidade USB

source: Choose a Source Image
pt_br: Escolha uma Imagem
