Repository: Duzzy-ExoDuus/remastersys
Catalog: remastersys-gui/usr/share/locale/*/LC_MESSAGES/remastersys-usb-key-copy-tool.po
Languages: pt_br

source: Pick
pt_br: Opções

source: Info
pt_br: Informações

source: Remastersys USB Startup Disk Tool
pt_br: Remastersys - Ferramenta de Inicialização por USB

source: ERROR: This script must run as superuser. Try with \"sudo\".
pt_br: ERRO: Esse script deve ser executado como superusuário. Tente com \"sudo\".

source: \nYou must select a usb key to use. Click OK to return to main menu.\n
pt_br: \nVocê deve escolher uma unidade USB para usar. Clique em OK para retornar ao menu principal.\n

source: \nYou must select a source to use. Click OK to return to main menu.\n
pt_br: \nVocê deve escolher uma fonte para usar. Clique em OK para retornar ao menu principal.\n

source: \nThis will completely replace the contents of your usb drive\nwith the Bootable Live System.\n\nYou will not be able to undo this operation once it starts.\n\nClick OK to continue?\n
pt_br: \nO conteúdo da unidade USB será completamente apagado e\nsubstituído com o Sistema Live Bootável.\n\nVocê não será capaz de desfazer esta operação uma vez iniciada.\n\nDeseja continuar?\n

source: Copying to USB Key Now. \n\nPlease Wait.\n
pt_br: Copiando para a unidade USB agora.\n\nPor favor aguarde.\n

source: \nCopy to USB key completed.\nClick OK to return to main menu.\n
pt_br: \nCópia para USB completada.\nClique em OK para retornar ao menu principal.\n

source: \nNo USB Keys found.\n\nPlease insert a USB Key and then\nclick OK to return to main menu\nor Cancel to quit.\n
pt_br: \nNenhuma unidade USB encontrada.\n\nInsira uma unidade USB e então clique em\nOK para retornar ao menu principal ou em\nCancelar para sair.\n

source: Choose a USB Key:CB
pt_br: Escolha uma Unidade USB:CB

source: Choose a Source Image:FL
pt_br: Escolha uma Imagem de Origem:FL

source: Quit:2
pt_br: Sair:2

source: Copy to USB Key:1
pt_br: Copiar para Unidade USB:1
