Repository: Duzzy-ExoDuus/remastersys
Catalog: remastersys-gui/usr/share/locale/*/LC_MESSAGES/remastersys-grub-restore.po
Languages: pt_br

source: Options
pt_br: Opções

source: Size
pt_br: Tamanho

source: Info
pt_br: Informações

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Cancel
pt_br: Cancelar

source: \n\nDo you want to continue?
pt_br: \n\nDeseja prosseguir?

source: Remastersys Grub Restore
pt_br: Remastersys - Retaurador do GRUB

source: Quiting now.
pt_br: Saindo agora.

source: ERROR: This script must run as superuser. Try with \"sudo\".
pt_br: ERRO: Esse script deve ser executado como superusuário. Tente com \"sudo\".

source: This is a GRUB restore utility.$Continue
pt_br: Essa é uma ferramenta de restauração do GRUB.$Continue

source: The_partition_this_install_is_on
pt_br: A_partição_em_que_esta_instalação_está

source: Please select a partition to install or restore grub to.\n\nIf you see no option then no valid partitions were found. If that's the case, first try to mount the partition you want to install or restore GRUB to and then come back here.
pt_br: Selecione uma partição para instalar ou restaurar o GRUB.\n\nSe você não vir nenhuma opção é porque nenhuma partição válida foi encontrada. Se for esse o caso, primeiro tente montar a partição na qual deseja instalar ou restaurar o GRUB e depois volte aqui.

source: Where do you want to install GRUB to?
pt_br: Onde você deseja instalar o GRUB?

source: root partition ($PartitionRoot)
pt_br: partição raiz ($PartitionRoot)

source: Master Boot Record (MBR) of $PartitionMBR
pt_br: Master Boot Record (MBR) de $PartitionMBR

source: GRUB will be restored to:\n\n$WHEREGRUBb$Continue
pt_br: O GRUB será restaurado em:\n\n$WHEREGRUBb$Continue
