Repository: Duzzy-ExoDuus/remastersys
Catalog: remastersys/usr/share/locale/*/LC_MESSAGES/remastersys.po
Languages: pt_br

source: Remastersys allows you to remaster your system, creating a backup image or a new\ndistribution that can be burned and run as a Live CD/DVD.
pt_br: Remastersys permite remasterizar o seu sistema, criando uma imagem de backup\nou uma nova distribuição que pode ser gravada e rodada em um Live CD/DVD.

source: USAGE:
pt_br: USO:

source: remastersys [MODE] [OPTION] [FILE]
pt_br: remastersys [MODO] [OPÇÃO] [ARQUIVO]

source: (must run as superuser)
pt_br: (deve ser executado como superusuário)

source: MODES:
pt_br: MODOS:

source: backup - creates a backup of your system in a Live CD/DVD
pt_br: backup - cria um backup de seu sistema em um Live CD/DVD

source: clean - cleans the temporary files created by remastersys
pt_br: clean - limpa os arquivos temporários criados pelo remastersys

source: dist - creates a distribution of your system in a Live CD/DVD
pt_br: dist - criam uma distribuição do seu sistema em um Live CD/DVD

source: OPTIONS:
pt_br: OPÇÕES:

source: cdfs - creates the CD file system only
pt_br: cdfs - cria somente o sistema de arquivos do CD

source: iso - creates an ISO image as long as the file system has already been\n\t created
pt_br: iso - cria uma imagem ISO desde que o sistema de arquivos já tenha\n\t sido criado

source: FILE:
pt_br: ARQUIVO:

source: Optional. It is the name of the ISO image file to be created. It must end\n with the \".iso\" extension. If this parameter is not provided, the ISO will be\n saved with the name \"remastersys-livecd.iso\".
pt_br: Opcional. É o nome do arquivo da imagem ISO a ser criada. Deve terminar com\n a extensão \".iso\". Caso esse parâmetro não seja fornecido, a ISO será salva\n com o nome \"remastersys-livecd.iso\".

source: EXAMPLES:
pt_br: EXEMPLOS:

source: (creates a Live CD/DVD containing a backup of your system)
pt_br: (cria um Live CD/DVD contendo um backup do seu sistema)

source: (creates a Live CD/DVD backup, and names the ISO as \"custom.iso\")
pt_br: (cria um backup em Live CD/DVD, e nomeia o arquivo ISO como \"custom.iso\")

source: (deletes the working folder \"/home/remastersys\")
pt_br: (apaga a pasta de trabalho \"/home/remastersys\")

source: (creates a Live CD/DVD containing a distribution of your system)
pt_br: (cria um Live CD/DVD contendo uma distribuição do seu sistema)

source: (creates only the file system of yours Live CD/DVD distribution)
pt_br: (cria somente o sistema de arquivos da sua distribuição Live CD/DVD)

source: (creates an ISO of the distribution with the name custom.iso, as long\n as the file system has already been created)
pt_br: (cria uma ISO da distribuição com o nome \"custom.iso\", desde que\n o sistema de arquivos já tenha sido criado)

source: The CDFS and ISO options should only be used if you want to modify something\n on the CD before creating the ISO. An example would be modifying the isolinux\n portion of Live CD/DVD.
pt_br: As opções CDFS e ISO só devem ser usadas se você desejar modificar alguma\n coisa no CD antes de criar a ISO. Um exemplo seria modificar a seção isolinux\n do Live CD/DVD.

source: ERROR: This script must run as superuser. Try with \"sudo\".\n
pt_br: ERRO: Este script deve ser executado como superusuário. Tente com \"sudo\".\n

source: Version
pt_br: Versão

source: - Creating the CD File System only.
pt_br: - Criando somente o sistema de arquivos do CD.

source: - Creating the ISO file only.
pt_br: - Criando somente o arquivo ISO.

source: $colorOrange\n>> BACKUP MODE SELECTED$options\n$colorEND
pt_br: $colorOrange\n>> MODO BACKUP SELECIONADO$options\n$colorEND

source: $colorOrange\n>> CLEANING MODE SELECTED\n$colorEND
pt_br: $colorOrange\n>> MODO CLEAN SELECIONADO\n$colorEND

source: Deleting work directory...
pt_br: Apagando diretório de trabalho...

source: Done. Exiting...\n
pt_br: Feito. Saindo...\n

source: $colorOrange\n>> DIST MODE SELECTED$options\n$colorEND
pt_br: $colorOrange\n>> MODO DIST SELECIONADO$options\n$colorEND

source: The compressed file system is larger than the ISO 9660 specification for a single file allows. You should reduce the amount of files you are trying to backup and try again.
pt_br: O sistema de arquivos compactado é maior do que a especificação ISO 9660 permite a um único arquivo. Você deve reduzir a quantidade de arquivos que você está tentando gravar e tentar de novo.

source: Checking if the $WORKDIR folder has already been created.
pt_br: Verificando se a pasta $WORKDIR já foi criada.

source: \nCopying /var and /etc to temporary area and deleting extra files.
pt_br: \nCopiando /var e /etc para área temporária e deletando arquivos extras.

source: \nCopying installation icon to the Live CD user desktop.
pt_br: \nCopiando o ícone de instalação para a Área de Trabalho do usuário do Live CD.

source: Press ENTER to choose or TAB to edit a menu entry
pt_br: Pressione ENTER para escolher ou TAB para editar uma entrada do menu

source: Live CD (fail safe)
pt_br: Live CD (modo seguro)

source: Chain Bootup on First HDD
pt_br: Inicializar pelo HD

source: Memory Test (Memtest86)
pt_br: Testar Memória RAM

source: \nSetting up Live CD options for mode $1.
pt_br: \nConfigurando as opções do Live CD para modo $1.

source: \nCopying your kernel and initrd to the Live CD.
pt_br: \nCopiando seu kernel e o initrd para o Live CD.

source: \nCreating filesystem.squashfs... It will take a while, so be patient.
pt_br: \nCriando filesystem.squashfs... Isso pode demorar um pouco, então seja paciente.

source: The CD file system is missing. Either there was a problem creating the compressed file system, or you are trying to run the command \"remastersys dist iso\" before \"remastersys dist cdfs\".
pt_br: Não foi localizado um sistema de arquivos de CD. Ou há um problema ao criar um sistema de arquivos compactado, ou você está tentando executar o comando \"remastersys dist iso\" antes de \"remastersys dist cdfs\".

source: Creating
pt_br: Criando

source: in
pt_br: em

source: using
pt_br: usando

source: \nMaking the ISO into a hybrid image so it can be imaged to a usb key or burned to optical media.
pt_br: \nTornando a ISO em uma imagem híbrida de modo a poder ser gravada em um pendrive ou em uma mídia óptica.

source: \n$WORKDIR/$CUSTOMISO is ready to be burned or tested in a virtual machine.
pt_br: \n$WORKDIR/$CUSTOMISO está pronto para ser gravado ou testado em uma máquina virtual.

source: \nCheck the size and if it is larger than 700MB you will need to burn it to a DVD:
pt_br: \nVerifique o tamanho, se for maior que 700MB você precisará gravar em um DVD:

source: \nIt is recommended to run \"sudo remastersys clean\" once you have burned and tested the image $CUSTOMISO.\n
pt_br: \nÉ recomendável executar \"sudo remastersys clean\" uma vez que você tenha gravado e testado a imagem $CUSTOMISO.\n
