Repository: Duzzy-ExoDuus/remastersys
Catalog: remastersys/usr/share/locale/*/LC_MESSAGES/remastersys-installer.po
Languages: pt_br

source: USAGE:
pt_br: USO:

source: remastersys-installer [OPTIONS]
pt_br: remastersys-installer [OPÇÕES]

source: (must run as superuser)
pt_br: (deve ser executado como superusuário)

source: OPTIONS:
pt_br: OPÇÕES:

source: -g, --gui - runs installer with a Graphical User Interface (GUI) using\n\t\t \"yad\".
pt_br: -g, --gui - executa o instalador com uma Interface Gráfica de\n\t\t Usuário (GUI) através do \"yad\".

source: -h, -?, --help - shows this help.
pt_br: -h, -?, --help - exibe esta ajuda.

source: \t\t - if no option is provided installer will run in a terminal, but\n\t\t using \"dialog\" instead.
pt_br: \t\t - se nenhuma opção for fornecida o instalador será executado\n\t\t em um terminal, mas através do \"dialog\".

source: ERROR: This script must run as superuser. Try with \"sudo\".
pt_br: ERRO: Este script deve ser executado como superusuário. Tente com \"sudo\".

source: Remastersys Installer
pt_br: Instalador do Remastersys

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Pick
pt_br: Escolha

source: Info
pt_br: Informação

source: not found. Will be installed now.
pt_br: não encontrado. Será instalado agora.

source: Could not find \"dialog\" or \"yad\". Exiting.
pt_br: Não foi possível encontrar o \"dialog\" ou o \"yad\". Saindo.

source: $LIVECDLABEL Installer
pt_br: Instalador do $LIVECDLABEL

source: Exit
pt_br: Sair

source: Exit Installer
pt_br: Sair do Instalador

source: Exiting installer now.
pt_br: Saindo do instalador agora.

source: Select a drive to partition.\nIf the only option you see is \"$ExitInstaller\" then no drive was found.
pt_br: Selecione um drive para particionar.\nSe a única opção que você vê é \"$ExitInstaller\" é porque nenhum drive foi encontrado.

source: Select a swap partition to use.\nIf the only option you see is \"$ExitInstaller\" then no swap partition was found.
pt_br: Selecione uma partição swap para usar.\nSe a única opção que você vê é \"$ExitInstaller\" é porque nenhuma partição swap foi encontrada.

source: Select a partition to install the system on.\nIf the only option you see is \"$ExitInstaller\" then no partition was found.
pt_br: Selecione uma partição onde instalar o sistema.\nSe a única opção que você vê é \"$ExitInstaller\" é porque nenhuma partição foi encontrada.

source: Select the file system type of the root partition.
pt_br: Selecione o tipo de sistema de arquivos da partição raiz.

source: Passwords do not match. Try again.
pt_br: As senhas não conferem. Tente de novo.

source: The current system language as well as the current keyboard layout will continue to be used by the installer until the end. However, you can change the language and keyboard layout that will be installed.\n\nDo you want to change?
pt_br: O idioma do sistema, bem como o layout do teclado atuais, continuarão a ser usados pelo instalador até o final. No entanto, você pode alterar o idioma e o layout do teclado que serão instalados.\n\nVocê deseja alterar?

source: This is the Live CD installer.\n\nDo you want to continue?
pt_br: Este é o instalador do Live CD.\n\nVocê deseja continuar?

source: Select a partition to install the /home folder on.\nIf the only option you see is the root partition, then no other partitions were found.
pt_br: Selecione uma partição para instalar a pasta /home.\nSe a única opção que você vê é a partição raiz é porque nenhuma outra partição foi encontrada.

source: put /home on the root partition
pt_br: coloque /home na partição raiz

source: Select the home partition file system type
pt_br: Selecione o tipo de sistema de arquivos da partição home

source: Don't format the home partition - not recommended unless you know what you're doing
pt_br: Não formate a partição home - não recomendado a não ser que você saiba o que está fazendo

source: We need to prepare the swap and install the partition now.\n\n$PARTITIONPROG will allow you to create the new partitions.\n\nYou must create or already have at least 1 system partition and 1 swap partition.\n\nIf you already have the partitions set up, just exit $PARTITIONPROG and the installation will continue.\n\nClick OK to continue.
pt_br: Precisamos preparar o swap e instalar a partição agora.\n\n$PARTITIONPROG permitirá que você crie as novas partições.\n\nVocê deve criar ou já ter pelo menos 1 partição de sistema e 1 partição de troca.\n\nSe você já tem as partições configuradas, apenas saia de $PARTITIONPROG e a instalação continuará.\n\nClique em OK para continuar.

source: Please confirm if this information is correct:\n\nThe new user $TARGETUSER will be created in the partition $TARGETPART; the file system will be $FSTYPE; swap will be installed on the $SWAP partition; and,\ngrub will be installed in $GRUBLOCTEXT.\n\nDo you want to proceed?
pt_br: Confirme se esta informação está correta:\n\nO novo usuário $TARGETUSER será criado na partição $TARGETPART; o sistema de arquivos será $FSTYPE; a swap será instalada na partição $SWAP; e,\no grub será instalado em $GRUBLOCTEXT.\n\nDeseja prosseguir?

source: Please confirm if this information is correct:\n\nYour backup will be installed on the $TARGETPART partition; the file system will be $FSTYPE; and, grub will be installed in $GRUBLOCTEXT.\n\nDo you want to proceed?
pt_br: Confirme se esta informação está correta:\n\nSeu backup será instalado na partição $TARGETPART; o sistema de arquivos será $FSTYPE; e o grub será instalado em $GRUBLOCTEXT.\n\nDeseja prosseguir?

source: Root partition - safe choice if you use a different boot loader
pt_br: Partição raiz - escolha segura se você usa um gerenciador de boot diferente

source: Root partition MBR - this is what you want for a pendrive/USB installation
pt_br: MBR da partição raiz - isso é o que você quer para uma instalação via pendrive/USB

source: Is your system clock set to local time?\n\nResponding \"no\" will indicate that it is set to UTC.
pt_br: O relógio do seu sistema está configurado para hora local?\n\nRespondendo \"não\" indicará que está configurado para UTC.

source: Select where to install grub.\n
pt_br: Selecione onde instalar o grub.\n

source: Master Boot Record (MBR) of the disk
pt_br: Master Boot Record (MBR) do disco

source: Select a time zone for your system
pt_br: Selecione um fuso horário para seu sistema

source: $HOMEPART will be formatted in $HFSTYPE for use as /home
pt_br: $HOMEPART será formatada em $HFSTYPE para uso como /home

source: $HOMEPART will not be formatted, but will be used as /home
pt_br: $HOMEPART não será formatada, mas será usada como /home

source: root partition of $TARGETPART
pt_br: partição raiz de $TARGETPART

source: root partition mbr of $TARGETPART
pt_br: mbr da partição raiz de $TARGETPART

source: mbr of $GRUBLOCTEST
pt_br: mbr de $GRUBLOCTEST

source: Unmounting and formatting the partition we are going to use.
pt_br: Desmontando e formatando a partição que iremos usar.

source: Mounting the TARGET partition now.
pt_br: Montando a partição TARGET agora.

source: Configuring SWAP... Please wait.\n
pt_br: Configurando o SWAP... Por favor aguarde.\n

source: Formatting $TARGETPART... Please wait.\n
pt_br: Formatando $TARGETPART... Por favor aguarde.\n

source: Formatting $HOME... Please wait.\n
pt_br: Formatando $HOME... Por favor aguarde.\n

source: Copying files to disk... Please wait.\n
pt_br: Copiando arquivos para o disco... Por favor aguarde.\n

source: Performing post-installation steps... Please wait.\n
pt_br: Executando passos pós-instalação... Por favor aguarde.\n

source: Installing and configuring grub... Please wait.\n
pt_br: Instalando e configurando o grub... Por favor aguarde.\n

source: Enter the root password.
pt_br: Digite a senha do root.

source: Enter the root password again.
pt_br: Redigite a senha do root.

source: Enter the full name of the new user to be configured on the installed system.
pt_br: Digite o nome completo do novo usuário a ser configurado no sistema instalado.

source: Enter the username of the new user to be configured on the installed system.\nLowercase letters only.
pt_br: Digite o nome de login do novo usuário a ser configurado no sistema instalado.\nLetras minúsculas apenas.

source: Enter a password for $TARGETUSER.
pt_br: Digite a senha para $TARGETUSER.

source: Retype the password of $TARGETUSER.
pt_br: Redigite a senha para $TARGETUSER.

source: Enter the hostname of the system to be installed
pt_br: Digite o nome do host do sistema a ser instalado

source: Yad not found. You can still use the installer in text-mode by typing \"sudo remastersys-installer\" in a terminal.
pt_br: O yad não foi encontrado. Você ainda pode usar o instalador em modo texto digitando \"sudo remastersys-installer\" em um terminal.

source: Password for root
pt_br: Senha para o root

source: Password for root (retype)
pt_br: Senha para o root (redigite)

source: New user's full name
pt_br: Nome completo do novo usuário

source: New user's username
pt_br: Nome de login do novo usuário

source: Password for new user
pt_br: Senha para novo usuário

source: Password for new user (retype)
pt_br: Senha para novo usuário (redigite)

source: Hostname for the computer
pt_br: Nome do host para o computador

source: Root password in blank.
pt_br: Senha do root em branco.

source: Passwords entered for Root do not match.
pt_br: As senhas digitadas para o root não conferem.

source: User's full name in blank.
pt_br: Nome completo do usuário em branco.

source: Blank username.
pt_br: Nome de usuário em branco.

source: Username cannot be the same as the Live CD username.
pt_br: O nome de usuário não pode ser o mesmo do usuário do Live CD.

source: Blank user password.
pt_br: Senha de usuário em branco.

source: Passwords entered for the user do not match.
pt_br: As senhas digitadas para o usuário não conferem.

source: Root and user passwords are the same.\n\nUse different passwords.
pt_br: As senhas do root e do usuário são iguais.\n\nUse senhas diferentes.

source: Blank hostname.
pt_br: Nome do host em branco.

source: Using tune2fs to prevent forced checks on boot.
pt_br: Usando tune2fs para prevenir verificações forçadas durante a inicialização.

source: File copy completed.
pt_br: Cópia de arquivos completada.

source: Post-installation steps completed.\n\nUnmounting the TARGET partition.
pt_br: Passos pós-instalação completados.\n\nDesmontando a partição TARGET.

source: Installation is complete.\n\nIf all went well you should have your new system installed and ready to use.\n\nDo you want to reboot now to test the new system?
pt_br: A instalação acabou.\n\nSe tudo correu bem, seu novo sistema deve estar instalado e pronto para uso.\n\nVocê quer reiniciar agora para testar o novo sistema?
