Repository: Duzzy-ExoDuus/remastersys
Catalog: remastersys/usr/share/locale/*/LC_MESSAGES/remastersys-grubconfig.po
Languages: pt_br

source: USAGE:
pt_br: USO:

source: remastersys-grubconfig [location] [root|rootmbr]
pt_br: remastersys-grubconfig [/local] [root|rootmbr]

source: (must run as superuser)
pt_br: (deve ser executado como superusuário)

source: location - Either the full path of a device or a mounting point.\n Partition must have been mounted previously. Example:\n if /dev/sda1 is mounted on /mnt, you can specify location\n as /mnt or /dev/sda1, both with the same result.
pt_br: local - O caminho completo de um dispositivo ou um ponto de\n montagem. A partição deve ter sido montada anteriormente.\n Exemplo: se /dev/sda1 estiver montado em /mnt, você pode\n especificar o local como /mnt ou /dev/sda1, ambos com o\n mesmo resultado.

source: root - Install GRUB to root partition.
pt_br: root - Instala o GRUB na partição raiz.

source: rootmbr - Install to MBR. Default when option is omitted.
pt_br: rootmbr - Instala na MBR. É o padrão quando essa opção é omitida.

source: EXAMPLES:
pt_br: EXEMPLOS:

source: (install to root partition of the current install)
pt_br: (instala na partição raiz da instalação atual)

source: (both install to MBR on /dev/sda1 mounted on /mnt)
pt_br: (ambos instalam na MBR de /dev/sda1, que está montada em /mnt)

source: ERROR: This script must run as superuser. Try with \"sudo\".
pt_br: ERRO: Este script deve ser executado como superusuário. Tente com \"sudo\".

source: $fB$fLightRed\nERROR: You cannot install or reinstall GRUB on a Live CD.$fEND
pt_br: $fB$fLightRed\nERRO: Você não pode (re)instalar o GRUB em um Live CD.$fEND

source: $fB$fLightRed\nERROR: $ROOTMOUNT is not mounted anywhere.$fEND
pt_br: $fB$fLightRed\nERRO: $ROOTMOUNT não está montada em lugar algum.$fEND

source: $fB$fLightRed\nERROR: There is no partition mounted on $ROOTMOUNT.$fEND
pt_br: $fB$fLightRed\nERRO: Não há qualquer partição montada em $ROOTMOUNT.$fEND

source: $fB$fLightRed\nTIP: You must first mount the partition on which you want to install GRUB. For\nexample, try \"sudo mount /dev/sda1 /mnt\", then run this tool again either with\n\"sudo remastersys-grubconfig /mnt\" or \"sudo remastersys-grubconfig /dev/sda1\",\nboth with the same result.\n\nQuiting now.\n$fEND
pt_br: $fB$fLightRed\nDICA: Você deve primeiro montar a partição na qual deseja instalar o GRUB. Por\nexemplo, tente \"sudo mount /dev/sda1 /mnt\" e execute esta ferramenta novamente\ncom \"sudo remastersys-grubconfig /mnt\" ou \"sudo remastersys-grubconfig /dev/\nsda1\", ambos terão o mesmo resultado.\n\nSaindo agora.\n$fEND

source: Restoring GRUB to $GRUBLOC.
pt_br: Restaurando o GRUB em $GRUBLOC.
